Revit 2027 API
ParameterTypeId.SpotElevIndBottom Property
 "Bottom Indicator"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevIndBottom { get; }
Public Shared ReadOnly Property SpotElevIndBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevIndBottom {
	ForgeTypeId^ get ();
}
static member SpotElevIndBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace